Repository: hirasso/rh-acf-multilingual
Catalog: lang/acfml-*.po
Languages: de_de

source: Rewrite Rules successfully flushed
de_de: Die Rewrite-Rules wurden erfolgreich erneuert

source: Switch your admin language
de_de: Admin-Sprache wechseln

source: Switch to %s
de_de: Zu %s wechseln

source: Changed the admin language to %s
de_de: Die Admin-Sprache wurde zu %s geändert

source: ACF Multilingual requires the plugin %s to be installed and activated.
de_de: ACF Multilingual benötigt das Plugin %s.

source: ACF Multilingual needs pretty permalinks to be activated. Please go to your %s and select e.g. 'Post name'.
de_de: ACF Multilingual benötigt aktivierte 'Pretty Permalinks'. Bitte gehe zu den %s und wähle beispielsweise 'Beitragsname'.

source: permalink settings
de_de: Permalink Einstellungen

source: Multilingual?
de_de: Mehrsprachig?

source: [ACFML] Unknown field UI style '%s'. Please use %s.
de_de: [ACFML] Unbekannter field UI style '%s'. Please use %s.

source: Double-click to switch globally
de_de: Doppelklick: Alle Felder wechseln

source: [ACFML] Error: Could not add post type "%s", it does not exist
de_de: [ACFML] Fehler: Konnte den Post Type "%s" nicht hinzufügen, da er nicht existiert

source: Title
de_de: Titel

source: Settings
de_de: Einstellungen

source: Add title
de_de: Titel hinzufügen

source: View
de_de: Ansehen

source: The default language is always active
de_de: Die Standard-Sprache ist immer aktiv

source: Show language in frontend?
de_de: Sprache im Frontend anzeigen?

source: Leave empty to generate the link from title
de_de: Leer lassen, um den link aus dem Titel generieren zu lassen

source: Active
de_de: Aktiv

source: ACF Multilingual successfully processed %s %s.
de_de: ACF Multilingual hat erfolgreich %s %s konvertiert.

source: post
de_de: Eintrag

source: The name is how it appears on your site.
de_de: Der Name wird auf der Website angezeigt.

source: ACF Multilingual detected a change in your settings and needs to flush your rewrite rules.
de_de: ACF Multilingual hat eine Änderungen in den Einstellungen entdeckt und muss die Rewrite-Rules neu generieren.

source: Flush Rewrite Rules Now
de_de: Rewrite-Rules jetzt erneut generieren

source: ACF Multilingual needs to process some of your existing posts to make them available in all languages.
de_de: ACF Multilingual muss einige der vorhandenen Einträge aktualisieren, um sie in allen Sprachen verfügbar zu machen.

source: Process now
de_de: Jetzt aktualisieren
